Repository: CanadianClimateDataPortal/climatedata-wp-theme
Catalog: fw-child/languages/react-apps/*.po
Languages: fr_ca

source: Final Step
fr_ca: Étape finale

source: Step
fr_ca: Étape

source: Select a Dataset
fr_ca: Sélectionnez un jeu de données

source: Select a dataset to begin building your download request. Several options will be available after this selection.
fr_ca: Sélectionnez un jeu de données pour commencer à élaborer votre demande de téléchargement. Plusieurs options seront disponibles après cette sélection.

source: Learn more
fr_ca: En savoir plus

source: Zoom to a location, region, city, coordinates...
fr_ca: Rechercher un lieu, une région, une ville, des coordonnées...

source: Select a variable
fr_ca: Sélectionnez une variable

source: Select a variable contained in the dataset previously selected. Use the filters below to narrow down the list of variables.
fr_ca: Sélectionnez une variable contenue dans le jeu de données précédemment sélectionné. Utilisez les filtres ci-dessous pour réduire la liste des variables.

source: Variable Types
fr_ca: Types de variables

source: Filter the variable list by selecting a variable type from the dropdown menu.
fr_ca: Filtrez la liste des variables en sélectionnant un type de variable dans le menu déroulant.

source: All
fr_ca: Tous

source: Sectors
fr_ca: Secteurs

source: Filter the variable list by selecting a relevant sector from the dropdown menu.
fr_ca: Filtrez la liste des variables en sélectionnant un secteur pertinent dans le menu déroulant.

source: Select an option
fr_ca: Sélectionnez une option

source: Versions of the dataset
fr_ca: Versions du jeu de données

source: Select a version for the dataset
fr_ca: Sélectionnez une version du jeu de données

source: Set your variable options
fr_ca: Définissez les options de la variable

source: Set options to adjust your variable to your needs.
fr_ca: Définissez des options pour ajuster votre variable à vos besoins.

source: Select a location or area
fr_ca: Sélectionnez un lieu ou une région

source: Using the tool below, you can select or draw a selection to include in your download file.
fr_ca: À l'aide de l'outil ci-dessous, vous pouvez sélectionner ou dessiner une zone à inclure dans votre fichier de téléchargement.

source: Select date
fr_ca: Choisir la date

source: All years
fr_ca: Toutes les années

source: 30-years
fr_ca: Moyennes sur 30 ans

source: WMO Parameters
fr_ca: Paramètres de l'OMM

source: Full ensemble
fr_ca: Ensemble complet

source: Adjust the controls below to customize your analysis.
fr_ca: Ajustez les contrôles ci-dessous pour personnaliser votre analyse.

source: Start Year
fr_ca: Année de début

source: End Year
fr_ca: Année de fin

source: Models
fr_ca: Modèles

source: Where applicable, select how many models to include in the analysis. The PCIC12 model ensemble contains 12 models and will take less time and computer resources to process while still covering 95% of the ensemble spread.
fr_ca: Le cas échéant, sélectionnez le nombre de modèles à inclure dans l’analyse. L’ensemble de modèles PCIC12 comprend 12 modèles et nécessitera moins de temps et de ressources informatiques, tout en couvrant 95 % de l’étendue de l’ensemble.

source: Emissions Scenarios
fr_ca: Scénarios d'émissions

source: Select emission scenarios
fr_ca: Sélectionnez les scénarios d'émissions

source: <a href="/glossary/#def-13396" %s>Percentiles</a> are statistics used to summarize large datasets (in this case, information from 20+ models). On the ClimateData.ca time series plots, the range of the model results are represented by the 10th, 50th (median) and 90th percentiles. Select the percentiles you wish to use to summarize this multi-model ensemble. If you would like to receive information for all models individually, do not select any percentiles.
fr_ca: <a href="/glossaire/#def-13396" %s>Les percentiles</a> sont des statistiques utilisées pour résumer de grands ensembles de données (ici, les résultats de plus de 20 modèles). Sur les graphiques de séries chronologiques de DonneesClimatiques.ca, l’étendue des résultats des modèles est représentée par les 10e, 50e (médiane) et 90e percentiles. Sélectionnez les percentiles que vous souhaitez utiliser pour résumer cet ensemble multi-modèles. Si vous souhaitez recevoir l’information pour chacun des modèles individuellement, ne sélectionnez aucun percentile.

source: Missing data options
fr_ca: Options pour les valeurs manquantes

source: Select missing data options
fr_ca: Sélectionnez les options de données manquantes

source: Select file parameters
fr_ca: Sélectionnez les paramètres du fichier

source: Data processing starts after you "Send Request". It may take 30 to 90 minutes to complete, depending on available resources.
fr_ca: Le traitement des données commence lorsque vous cliquez sur "Envoyer votre requête". Cela peut prendre de 30 à 90 minutes, en fonction des ressources disponibles.

source: You will be notified by email when your request has been processed and the data are available. Don't forget to check your spam folder.
fr_ca: Vous serez informé par courrier électronique lorsque votre demande aura été traitée et que les données seront disponibles. N'oubliez pas de vérifier votre dossier de courrier indésirable.

source: Decimal Place
fr_ca: Décimales

source: Please enter your email address to receive your download link.
fr_ca: Veuillez saisir votre adresse courriel pour recevoir un lien de téléchargement.

source: Email Address
fr_ca: Adresse courriel

source: your.email@example.com
fr_ca: votre.courriel@exemple.com

source: I would like to subscribe to ClimateData Newsletter
fr_ca: J'aimerais m'inscrire à l’infolettre de DonneesClimatiques.ca

source: Enter the characters shown:
fr_ca: Entrer les caractères qui apparaissent ici

source: Refresh Captcha
fr_ca: Rafraîchir le Captcha

source: Captcha failed. Please try again.
fr_ca: Captcha échoué. Veuillez réessayer.

source: Your request has been sent.
fr_ca: Votre requête a été envoyée.

source: It may take 30 to 90 minutes to complete, depending on available resources.
fr_ca: Cela peut prendre de 30 à 90 minutes, en fonction des ressources disponibles.

source: Your file is ready to download.
fr_ca: Votre fichier est prêt à être téléchargé.

source: Download
fr_ca: Télécharger

source: Download %s
fr_ca: Télécharger %s

source: Historical IDF (ZIP)
fr_ca: Données IDF historiques (ZIP)

source: Climate Change-Scaled IDF - CMIP5 (ZIP)
fr_ca: Données IDF tenant compte des changements climatiques - CMIP5 (ZIP)

source: Climate Change-Scaled IDF - CMIP6 (ZIP)
fr_ca: Données IDF tenant compte des changements climatiques - CMIP6 (ZIP)

source: Quick Start - CMIP6 Climate Change-Scaled IDF (ZIP)
fr_ca: Démarrage rapide - Données IDF tenant compte des changements climatiques - CMIP6 (ZIP)

source: Additional Climate Normals variables are available from the <a href="https://climate-change.canada.ca/climate-data/#/climate-normals" %s>Canadian Centre for Climate Services</a> and the <a href="https://climate.weather.gc.ca/climate_normals/index_e.html" %s>Government of Canada Historical Climate Data</a> websites.
fr_ca: Les variables additionnelles des normales climatiques sont disponibles sur les sites Web du <a href="https://changements-climatiques.canada.ca/donnees-climatiques/#/normales-climatiques" %s>Centre canadien des services climatiques</a> et sur celui des <a href="https://climat.meteo.gc.ca/climate_normals/index_f.html" %s>normales climatiques du gouvernement du Canada</a>.

source: Dataset
fr_ca: Jeu de données

source: Variable options
fr_ca: Options de variable

source: Location or area
fr_ca: Lieu ou région

source: %d selected
fr_ca: %d sélection

source: Additional details
fr_ca: Détails additionnels

source: From Date
fr_ca: Date de début

source: To Date
fr_ca: Date de fin

source: All percentiles
fr_ca: Tous les percentiles

source: Unselect all to receive output from individual models
fr_ca: Désélectionnez tout pour obtenir les résultats des modèles individuels

source: Temporal frequency
fr_ca: Fréquence temporelle

source: 30-years average
fr_ca: Moyennes sur 30 ans

source: Station type
fr_ca: Type de station

source: Temperature
fr_ca: Température

source: Precipitation
fr_ca: Précipitations

source: Both
fr_ca: Les deux

source: File parameters
fr_ca: Paramètres du fichier

source: Summary
fr_ca: Résumé

source: Next Step
fr_ca: Étape suivante

source: Send Request
fr_ca: Envoyer votre requête

source: Click the button below to start the download.
fr_ca: Cliquez sur le bouton ci-dessous pour commencer le téléchargement.

source: Ways to select on the map
fr_ca: Types de sélection sur la carte

source: You selected:
fr_ca: Vous avez sélectionné :

source: %d Cell
fr_ca: %d cellule

source: Clear
fr_ca: Effacer

source: Close panel
fr_ca: Fermer

source: Filter variables
fr_ca: Filtrer les variables

source: Search for variables
fr_ca: Rechercher des variables

source: Search
fr_ca: Rechercher

source: Clear search
fr_ca: Effacer la recherche

source: Search...
fr_ca: Rechercher...

source: Loading...
fr_ca: Chargement...

source: Loading variables...
fr_ca: Chargement des variables...

source: No variables found matching your search and filters.
fr_ca: Aucune variable trouvée correspondant à votre recherche et vos filtres.

source: No variables found matching your search.
fr_ca: Aucune variable trouvée correspondant à votre recherche.

source: No variables found for the selected filters.
fr_ca: Aucune variable trouvée pour les filtres sélectionnés.

source: No variables available for this dataset.
fr_ca: Aucune variable disponible pour ce jeu de données.

source: Here you can browse all the variables contained in the selected dataset.
fr_ca: Vous pouvez parcourir ici toutes les variables contenues dans le jeu de données sélectionné.

source: Please select a dataset first
fr_ca: Veuillez d'abord sélectionner un jeu de données

source: Showing
fr_ca: Affichage de

source: of
fr_ca: sur

source: Grid Cells
fr_ca: Points de grille

source: Census Subdivisions
fr_ca: Subdivisions de recensement

source: Health Regions
fr_ca: Régions socio-sanitaires

source: Watersheds
fr_ca: Bassins versants

source: Some gridded datasets have been averaged over different regions of interest. For climate model ensembles, these averages were calculated for each individual model simulation before being summarized into percentiles. Select a region from the options in the dropdown menu.
fr_ca: Certains jeux de données maillées ont été moyennés sur différentes régions d’intérêt. Pour les ensembles de modèles climatiques, ces moyennes ont été calculées pour chaque simulation de modèle avant d’être synthétisées en percentiles. Sélectionnez une région parmi les options du menu déroulant.

source: Interactive Regions
fr_ca: Régions interactives

source: January
fr_ca: Janvier

source: February
fr_ca: Février

source: March
fr_ca: Mars

source: April
fr_ca: Avril

source: May
fr_ca: Mai

source: June
fr_ca: Juin

source: July
fr_ca: Juillet

source: August
fr_ca: Août

source: September
fr_ca: Septembre

source: October
fr_ca: Octobre

source: November
fr_ca: Novembre

source: December
fr_ca: Décembre

source: Spring
fr_ca: Printemps

source: Summer
fr_ca: Été

source: Fall
fr_ca: Automne

source: Winter
fr_ca: Hiver

source: Monthly
fr_ca: Mensuelle

source: All months
fr_ca: Tous les mois

source: Seasonal
fr_ca: Saisonnière

source: Annual
fr_ca: Annuelle

source: Annual (January to December)
fr_ca: Annuelle (janvier à décembre)

source: Annual (July to June)
fr_ca: Annuelle (juillet à juin)

source: Daily
fr_ca: Quotidienne

source: Climate Data
fr_ca: Données climatiques

source: Go back to the main website
fr_ca: Retourner au site principal

source: Legend
fr_ca: Légende

source: Zoom In
fr_ca: Zoom avant

source: Zoom Out
fr_ca: Zoom arrière

source: Geolocation is not supported by your browser.
fr_ca: La géolocalisation n'est pas supportée par votre navigateur.

source: Your current location
fr_ca: Votre emplacement actuel

source: Unable to retrieve your location.
fr_ca: Impossible de récupérer votre emplacement.

source: Change from
fr_ca: Changement par rapport à

source: Annual values
fr_ca: Valeurs annuelles

source: 30-year averages
fr_ca: Moyennes sur 30 ans

source: 30-year changes
fr_ca: Changements sur 30 ans

source: Export failed. Please try again.
fr_ca: L’exportation a échoué. Veuillez réessayer.

source: Export
fr_ca: Exporter

source: Print
fr_ca: Imprimer

source: Go to details section
fr_ca: Aller à la section des détails

source: See details
fr_ca: Voir les détails

source: Grid cells
fr_ca: Points de grille

source: Draw region
fr_ca: Dessiner une région

source: Select station(s)
fr_ca: Sélectionner une ou plusieurs stations

source: Median
fr_ca: Médiane

source: Relative to baseline
fr_ca: Relatif à la référence

source: to
fr_ca: à

source: Range
fr_ca: Plage de valeurs

source: Gridded Historical Data
fr_ca: Données observées interpolées

source: Modeled Historical
fr_ca: Historique modélisé

source: Historical Range
fr_ca: Plage historique

source: SSP1-2.6 Median
fr_ca: SSP1-2.6 Médiane

source: SSP1-2.6 Range
fr_ca: SSP1-2.6 Portée

source: SSP2-4.5 Median
fr_ca: SSP2-4.5 Médiane

source: SSP2-4.5 Range
fr_ca: SSP2-4.5 Portée

source: SSP3-7.0 Median
fr_ca: SSP3-7.0 Médiane

source: SSP3-7.0 Range
fr_ca: SSP3-7.0 Portée

source: SSP5-8.5 Median
fr_ca: SSP5-8.5 Médiane

source: SSP5-8.5 Range
fr_ca: SSP5-8.5 Portée

source: SSP5-8.5 High ice sheet loss A
fr_ca: SSP5-8.5 Perte de calotte glaciaire élevée A

source: SSP5-8.5 High ice sheet loss B
fr_ca: SSP5-8.5 Perte de calotte glaciaire élevée B

source: Vertical Land Motion
fr_ca: Mouvement terrestre vertical

source: RCP 2.6 Median
fr_ca: RCP 2.6 Médiane

source: RCP 2.6 Range
fr_ca: RCP 2.6 Portée

source: RCP 4.5 Median
fr_ca: RCP 4.5 Médiane

source: RCP 4.5 Range
fr_ca: RCP 4.5 Portée

source: RCP 8.5 Median
fr_ca: RCP 8.5 Médiane

source: RCP 8.5 Range
fr_ca: RCP 8.5 Portée

source: RCP 8.5 Enhanced scenario
fr_ca: RCP 8.5 Scénario renforcé

source: RCP8.5 enhanced scenario
fr_ca: RCP8.5 scénario renforcé

source: RCP8.5 lower (5th percentile)
fr_ca: RCP8.5 inférieur (5e percentile)

source: RCP8.5 median (50th percentile)
fr_ca: RCP8.5 médian (50e percentile)

source: RCP8.5 upper (95th percentile)
fr_ca: RCP8.5 supérieur (95e percentile)

source: RCP4.5 lower (5th percentile)
fr_ca: RCP4.5 inférieur (5e percentile)

source: RCP4.5 median (50th percentile)
fr_ca: RCP4.5 médian (50e percentile)

source: RCP4.5 upper (95th percentile)
fr_ca: RCP4.5 supérieur (95e percentile)

source: RCP2.6 lower (5th percentile)
fr_ca: RCP2.6 inférieur (5e percentile)

source: RCP2.6 median (50th percentile)
fr_ca: RCP2.6 médian (50e percentile)

source: RCP2.6 upper (95th percentile)
fr_ca: RCP2.6 supérieur (95e percentile)

source: Daily Average Temperature
fr_ca: Température moyenne quotidienne

source: Daily Maximum Temperature
fr_ca: Température maximale quotidienne

source: Daily Minimum Temperature
fr_ca: Température minimale quotidienne

source: No data available.
fr_ca: Aucune donnée disponible.

source: Datasets
fr_ca: Jeux de données

source: Select a dataset
fr_ca: Sélectionnez un jeu de données

source: Climate Data provides a selection of historical and future climate datasets.
fr_ca: Données Climatiques propose une sélection de jeux de données climatiques historiques et futurs.

source: Climate projections are available for multiple emissions scenarios, ranging from lower to higher emissions. Select from the options available in the dropdown menu to view the climate projection for that emissions scenario.
fr_ca: Des projections climatiques sont disponibles pour plusieurs scénarios d’émissions, allant des émissions les plus faibles aux plus élevées. Sélectionnez l’une des options du menu déroulant pour afficher la projection climatique pour ce scénario d’émissions.

source: Compare scenarios
fr_ca: Comparer des scénarios

source: Multiple threshold options are available for some variables, e.g., "Days above Tmax". Select a threshold from the options available in the dropdown menu.
fr_ca: Plusieurs options de seuil sont disponibles pour certaines variables, par exemple « Jours au-dessus de Tmax ». Sélectionnez un seuil parmi les options du menu déroulant.

source: Threshold Values
fr_ca: Valeurs seuils

source: Select a time of the year from the options in the dropdown menu.
fr_ca: Sélectionnez une période de l’année parmi les options du menu déroulant.

source: Frequencies
fr_ca: Fréquences

source: Time Periods
fr_ca: Périodes temporelles

source: Move the slider to select your time period of interest.
fr_ca: Déplacez le curseur temporel pour sélectionner la période qui vous intéresse.

source: Absolute
fr_ca: Absolues

source: Values
fr_ca: Valeurs

source: Map colours
fr_ca: Couleurs de la carte

source: Switch between Absolute and Delta values by clicking on either option. Delta values represent the change in the selected variable between the future selected time period and the reference period (or baseline) value. The reference period used here is 1971-2000.
fr_ca: Passez entre les valeurs absolues et delta en cliquant sur l'une ou l'autre option. Les valeurs delta représentent la variation de la variable sélectionnée entre la période future sélectionnée et la valeur de référence. La période de référence utilisée ici est 1971-2000.

source: Select a colour bar for the map from the options in the dropdown menu.
fr_ca: Sélectionnez une barre de couleur pour la carte parmi les options du menu déroulant.

source: Discrete
fr_ca: Discrète

source: Continuous
fr_ca: Continue

source: Climate datasets are updated regularly meaning that more than one version may be available. The most recent version is selected by default, but you can switch between versions by clicking on the options in the dropdown menu.
fr_ca: Les jeux de données climatiques sont mis à jour régulièrement, ce qui signifie que plusieurs versions peuvent être disponibles. La version la plus récente est sélectionnée par défaut, mais vous pouvez passer d’une version à l’autre en cliquant sur les options du menu déroulant.

source: Recent locations
fr_ca: Emplacements récents

source: Data
fr_ca: Données

source: Labels
fr_ca: Étiquettes

source: Layer opacities
fr_ca: Opacité des couches

source: Explore Data
fr_ca: Données

source: Map Settings
fr_ca: Options

source: About our data
fr_ca: À propos de nos données

source: Technical description
fr_ca: Description technique

source: Relevant sectors
fr_ca: Secteurs concernés

source: Click on the following to get sector-specific insights.
fr_ca: Cliquez sur les éléments suivants pour obtenir des informations spécifiques à chaque secteur.

source: Relevant articles
fr_ca: Articles pertinents

source: To help you get more of our data.
fr_ca: Pour vous aider à obtenir plus de nos données.

source: Check out the Canadian climate data map
fr_ca: Consultez la carte des données climatiques du Canada

source: Share on Facebook (opens in a new tab)
fr_ca: Partager sur Facebook (ouvre un nouvel onglet)

source: Share on Twitter (opens in a new tab)
fr_ca: Partager sur Twitter (ouvre un nouvel onglet)

source: Share on LinkedIn (opens in a new tab)
fr_ca: Partager sur LinkedIn (ouvre un nouvel onglet)

source: Share via Email (opens in the same tab)
fr_ca: Partager par courriel (ouvre dans le même onglet)

source: Climate Data Map
fr_ca: Carte des données climatiques

source: Sharing this map
fr_ca: Partager cette carte

source: You can copy-paste this link anywhere you want; it will keep all your data options and your map position.
fr_ca: Vous pouvez copier-coller ce lien où vous le souhaitez ; le lien conservera toutes vos options de données et la position de votre carte.

source: Copied
fr_ca: Copié

source: Copy Link
fr_ca: Copier le lien

source: Or click one of these social links:
fr_ca: Ou cliquez sur l'un de ces liens sociaux :

source: Clicking on icons will launch a new window.
fr_ca: Cliquer sur les icônes ouvrira une nouvelle fenêtre.

source: Generating...
fr_ca: Génération en cours...

source: Download image from viewport
fr_ca: Télécharger l'image de la vue actuelle

source: Your export will showcase your various data options. The map position will be the one you see on your screen.
fr_ca: Votre export mettra en valeur vos différentes options de données. La position de la carte sera celle affichée à l’écran.

source: Download current map image (opens in a new tab)
fr_ca: Télécharger l’image actuelle de la carte (ouvre dans un nouvel onglet)

source: Need control over your own data?
fr_ca: Besoin de contrôler vos propres données?

source: Head over to the download section where you can select multiple grid cells and personalize more data options.
fr_ca: Rendez-vous dans la section de téléchargement, où vous pouvez sélectionner plusieurs cellules de la grille et personnaliser davantage vos options de données.

source: Go to download sections (opens in a new tab)
fr_ca: Aller à la section Téléchargement (ouvre dans un nouvel onglet)

source: Go to Download Section
fr_ca: Aller à la section Téléchargement

source: View details
fr_ca: Voir les détails

source: Share
fr_ca: Partager

source: the current visible map
fr_ca: la carte actuellement visible

source: image from your viewport
fr_ca: l'image de votre vue actuelle

source: Delta with 1971-2000
fr_ca: Delta de la période 1971-2000

source: Delta is the difference between the future value and the reference period (or baseline) value of a climate variable, as simulated by a climate model. The reference period used here is 1971-2000.
fr_ca: Le delta est la différence entre la valeur future et la valeur de la période de référence d'une variable climatique, telle que simulée par un modèle climatique. La période de référence utilisée ici est 1971-2000.

source: Day
fr_ca: Jour

source: Days
fr_ca: Jours

source: days
fr_ca: jours

source: Periods
fr_ca: Périodes

source: Events
fr_ca: Événements

source: mm/day
fr_ca: mm/jour

source: Degree Days
fr_ca: Degrés-jours

source: %s day
fr_ca: %s jour

source: %s period
fr_ca: %s période

source: %s event
fr_ca: %s événement

source: %s mm/day
fr_ca: %s mm/jour

source: %s degree day
fr_ca: %s degré-jour

source: Average Daily Precipitation on Wet Days (mm/day)
fr_ca: Précipitations quotidiennes moyennes les jours de pluie (mm/jour)

source: Set the minimum daily precipitation required to count a day as wet.
fr_ca: Définissez les précipitations quotidiennes minimales requises pour qu'un jour soit considéré comme pluvieux.

source: Only days with daily precipitation greater than or equal to this value will be included.
fr_ca: Seuls les jours avec des précipitations quotidiennes supérieures ou égales à cette valeur seront inclus.

source: Minimum Consecutive Days (Days)
fr_ca: Nombre minimum de jours consécutifs (jours)

source: Set the minimum number of consecutive days required to define a cold spell.
fr_ca: Définissez le nombre minimum de jours consécutifs requis pour définir une vague de froid.

source: Set the number of consecutive qualifying days required to define a heat wave.
fr_ca: Définissez le nombre de jours consécutifs requis pour définir une vague de chaleur.

source: Set the minimum number of consecutive hot days required to define a heat wave.
fr_ca: Définissez le nombre minimum de jours chauds consécutifs requis pour définir une vague de chaleur.

source: Set the minimum number of consecutive qualifying days required to define a heat wave event.
fr_ca: Définissez le nombre minimum de jours consécutifs requis pour définir un événement de vague de chaleur.
