Repository: CanadianClimateDataPortal/climatedata-wp-theme
Catalog: fw-child/languages/react-apps/*.po
Languages: fr_ca

source: This value determines how many consecutive days must meet the temperature condition for the period to be considered a cold spell.
fr_ca: Cette valeur détermine combien de jours consécutifs doivent respecter la condition de température pour que la période soit considérée comme une vague de froid.

source: A heat wave is defined as a sequence of consecutive days that meet both temperature thresholds. This value controls the minimum number of days in that sequence.
fr_ca: Une vague de chaleur est définie comme une séquence de jours consécutifs où les deux seuils de température sont atteints. Cette valeur détermine le nombre minimal de jours dans cette séquence.

source: A heat wave is defined as a sequence of consecutive days where the maximum temperature meets the threshold. This value controls the minimum number of days in that sequence.
fr_ca: Une vague de chaleur se définit comme une séquence de jours consécutifs où la température maximale atteint un seuil. Cette valeur détermine le nombre minimal de jours de cette séquence.

source: Temperature Threshold (°C)
fr_ca: Seuil de température (°C)

source: Set the maximum mean daily temperature required for a day to be counted in a cold spell.
fr_ca: Définissez la température moyenne journalière maximale requise pour qu'un jour soit comptabilisé dans une vague de froid.

source: Set the daily maximum temperature required for a day to be included in the count.
fr_ca: Définissez la température maximale quotidienne requise pour qu'un jour soit inclus dans le décompte.

source: Set the daily minimum temperature required for a day to be included in the count.
fr_ca: Définissez la température minimale quotidienne requise pour qu'un jour soit inclus dans le décompte.

source: Only days with a mean daily temperature less than this threshold will be included.
fr_ca: Seuls les jours avec une température moyenne quotidienne inférieure à ce seuil seront inclus.

source: Only days with a daily maximum temperature greater than this threshold will be included.
fr_ca: Seuls les jours avec une température maximale quotidienne supérieure à ce seuil seront inclus.

source: Mean Daily Temperature Threshold (°C)
fr_ca: Seuil de température moyenne quotidienne (°C)

source: Set the maximum mean daily temperature for accumulating degree days.
fr_ca: Définissez la température moyenne quotidienne maximale pour accumuler les degrés-jours.

source: Set the temperature threshold used to calculate daily degree-days.
fr_ca: Définissez le seuil de température utilisé pour calculer les degrés-jours quotidiens.

source: Degree days will be accumulated on days where the mean daily temperature is less than this value.
fr_ca: Les degrés-jours seront accumulés les jours où la température moyenne quotidienne est inférieure à cette valeur.

source: Only days where the mean daily temperature satisfies the comparison condition will contribute to the degree-day total.
fr_ca: Seuls les jours où la température moyenne quotidienne satisfait la condition de comparaison contribueront au total des degrés-jours.

source: Minimum Temperature Threshold (°C)
fr_ca: Seuil de température minimum (°C)

source: Set the daily minimum temperature threshold.
fr_ca: Définissez le seuil de température minimale quotidienne.

source: Set the threshold for daily minimum temperature.
fr_ca: Définissez le seuil de température minimale quotidienne.

source: Set the minimum temperature required for a day to be included in a heat wave.
fr_ca: Définissez la température minimale requise pour qu'un jour soit inclus dans une vague de chaleur.

source: Set the minimum daily temperature that must be exceeded for a day to be considered part of a heat wave event.
fr_ca: Définissez la température minimale quotidienne qui doit être dépassée pour qu'un jour soit considéré comme faisant partie d'un événement de vague de chaleur.

source: Only days with a daily minimum temperature greater than this value will be included.
fr_ca: Seuls les jours avec une température minimale quotidienne supérieure à cette valeur seront inclus.

source: Only days with a daily minimum temperature less than this value will be included.
fr_ca: Seuls les jours avec une température minimale quotidienne inférieure à cette valeur seront inclus.

source: Only days with a daily minimum temperature less than or equal to this value will be included.
fr_ca: Seuls les jours avec une température minimale quotidienne inférieure ou égale à cette valeur seront inclus.

source: Maximum Temperature Threshold (°C)
fr_ca: Seuil de température maximal (°C)

source: Set the daily maximum temperature threshold.
fr_ca: Définissez le seuil de température maximale quotidienne.

source: Set the threshold for daily maximum temperature.
fr_ca: Définissez le seuil de température maximale quotidienne.

source: Set the maximum temperature required for a day to be included in a heat wave.
fr_ca: Définissez la température maximale requise pour qu'un jour soit inclus dans une vague de chaleur.

source: Set the maximum temperature required for a day to be counted in a heat wave.
fr_ca: Définissez la température maximale requise pour qu'un jour soit comptabilisé dans une vague de chaleur.

source: Set the maximum daily temperature that must be exceeded for a day to be considered part of a heat wave event.
fr_ca: Définissez la température maximale quotidienne qui doit être dépassée pour qu'un jour soit considéré comme faisant partie d'un événement de vague de chaleur.

source: Only days with a daily maximum temperature greater than this value will be included.
fr_ca: Seuls les jours avec une température maximale quotidienne supérieure à cette valeur seront inclus.

source: Daily Maximum Humidex Threshold (HXMax)
fr_ca: Seuil humidex maximal quotidien (HXMax)

source: Set the daily maximum Humidex (HXMax) value that must be exceeded for a day to be included in the analysis.
fr_ca: Définissez la valeur maximale quotidienne d'Humidex (HXMax) qui doit être dépassée pour qu'un jour soit inclus dans l'analyse.

source: Only days with a daily maximum Humidex (HXMax) greater than this threshold will be included.
fr_ca: Seuls les jours avec un Humidex maximum quotidien (HXMax) supérieur à ce seuil seront inclus.

source: Degree-Day Total Threshold (degree-days)
fr_ca: Seuil total de degrés-jours (degrés-jours)

source: This analysis returns the day of year when the accumulated degree-day total exceeds:
fr_ca: Cette analyse renvoie le jour de l'année où le total cumulé des degrés-jours excède :

source: This value defines the cumulative degree-day target. The result will be the day of the year when this threshold is surpassed.
fr_ca: Cette valeur définit l'objectif de degrés-jours cumulés. Le résultat correspond au jour de l'année où ce seuil est dépassé.

source: Temperature Comparison Operator
fr_ca: Opérateur de comparaison de température

source: Choose whether to accumulate degree-days when the temperature is greater than or less than the threshold.
fr_ca: Choisissez si vous souhaitez accumuler les degrés-jours lorsque la température est supérieure ou inférieure au seuil.

source: Select ">" to accumulate degree-days on days warmer than the threshold, or "<" for colder days.
fr_ca: Sélectionnez « > » pour accumuler les degrés-jours pour les jours plus chauds que le seuil, ou « < » pour les jours plus froids.

source: Start Date (MM-DD)
fr_ca: Date de début (MM-JJ)

source: Specify the date to begin accumulating degree-days. If you want the calculations to include the complete winter season, set "Temporal Frequency" in the Step 5 (Additional Details) Section to Annual (July to June), rather than Annual (January to December).
fr_ca: Spécifiez la date à laquelle vous commencez à accumuler les degrés-jours. Si vous souhaitez que les calculs portent sur l'ensemble de la saison hivernale, réglez la « Fréquence temporelle » dans la section Étape 5 (Détails supplémentaires) sur Annuel (juillet à juin), plutôt que sur Annuel (janvier à décembre).

source: Use a date like "09-01" to start from September 1st. Avoid end-of-month dates due to inconsistencies in some climate models.
fr_ca: Utilisez une date comme « 09-01 » pour commencer à partir du 1er septembre. Évitez les dates de fin de mois en raison des incohérences de certains modèles climatiques.

source: Precipitation Threshold (mm)
fr_ca: Seuil de précipitation (mm)

source: Set the maximum daily precipitation allowed to count a day as dry.
fr_ca: Définissez la précipitation journalière maximale requise pour qu'un jour soit considéré comme sec.

source: Only days with daily precipitation less than this threshold will be included.
fr_ca: Seuls les jours avec des précipitations quotidiennes inférieures à ce seuil seront inclus.

source: Only days with daily precipitation greater than this threshold will be included.
fr_ca: Seuls les jours avec des précipitations quotidiennes supérieures à ce seuil seront inclus.

source: Days above Tmin (°C)
fr_ca: Jours au-dessus de la température minimale (°C)

source: Set the minimum daily temperature that must be exceeded for a day to be included in the analysis.
fr_ca: Définissez la température minimale quotidienne qui doit être dépassée pour qu'un jour soit inclus dans l'analyse.

source: Number of Wet Days (mm/day)
fr_ca: Nombre de jours pluvieux (mm/jour)

source: Set the precipitation value that defines a wet day.
fr_ca: Définissez la valeur de précipitation qui définit un jour pluvieux.

source: Download Records %d to %d
fr_ca: Télécharger les enregistrements %d à %d

source: Missing Value Options
fr_ca: Options pour les valeurs manquantes

source: For a variety of reasons, meteorological station records are generally not complete. Missing data can affect how useful a station dataset is for calculating, for example, monthly averages and <a href="/resource/30-years-data/" %s>climate normals</a> (30-year averages). There are <a href="https://library.wmo.int/records/item/55797-wmo-guidelines-on-the-calculation-of-climate-normals" %s>standards</a> related to the amount of missing data allowed in calculations, but rigid adherence to these can sometimes result in a lot of data being discounted, and this can be a problem, particularly in areas where data are sparse.
fr_ca: Pour diverses raisons, les enregistrements des stations météorologiques ne sont généralement pas complets. Les données manquantes peuvent affecter l'utilité d'un ensemble de données de station pour le calcul, par exemple, des moyennes mensuelles et des <a href="/ressource/30-ans-donnees/" %s>normales climatiques</a> (moyennes sur 30 ans). Il existe des <a href="https://library.wmo.int/fr/records/item/54922-directives-de-l-omm-pour-le-calcul-des-normales-climatiques" %s>normes</a> relatives à la quantité de données manquantes autorisées dans les calculs, mais une adhésion rigide à ces normes peut parfois entraîner l'exclusion d'un grand nombre de données, ce qui peut poser un problème, en particulier dans les régions où les données sont rares.

source: We provide four missing data options for the analysis of observed station data. These permit you to control how much missing data is acceptable in your custom analysis:
fr_ca: Nous proposons quatre options de données manquantes pour l'analyse des données des stations observées. Elles vous permettent de contrôler la quantité de données manquantes acceptable dans votre analyse personnalisée :

source: WMO parameters
fr_ca: Paramètres de l'OMM

source: For options 1-3, the percentage of missing data allowed is calculated for each period of the station record (month, year or season, depending on your selection). This means that for the annual calculations the missing values could be spread throughout the year, or occur all at once. For example, if you select the 5% missing data option, this means that as many as 18 missing values would be allowed in a year – they could be spread throughout the year or there could be a whole month missing.
fr_ca: Pour les options 1-3, le pourcentage de données manquantes autorisé est calculé pour chaque période de l'enregistrement de la station (mois, année ou saison, selon votre choix). Cela signifie que pour les calculs annuels, les valeurs manquantes peuvent être réparties tout au long de l'année ou se produire en une seule fois. Par exemple, si vous sélectionnez l'option 5% de données manquantes, cela signifie que jusqu'à 18 valeurs manquantes seraient autorisées dans une année - elles pourraient être réparties tout au long de l'année ou il pourrait y avoir un mois entier manquant.

source: For option 4, the WMO (World Meteorological Organization) parameters, the criteria are applied for each month regardless of whether monthly, seasonal or annual calculations are selected, which makes the calculations for this option slightly slower than those for options 1-3. A given month is considered missing or invalid if either of the following two criteria are met:
fr_ca: Pour l'option 4, les paramètres de l'OMM (Organisation météorologique mondiale), les critères sont appliqués pour chaque mois, que les calculs soient mensuels, saisonniers ou annuels, ce qui rend les calculs de cette option légèrement plus lents que ceux des options 1 à 3. Un mois donné est considéré comme manquant ou invalide si l'un des deux critères suivants est rempli :

source: Observations are missing for 11 or more days during the month;
fr_ca: Les observations sont manquantes pendant 11 jours ou plus au cours du mois;

source: Observations are missing for a period of 5 or more consecutive days during the month.
fr_ca: Les observations sont manquantes pendant une période de 5 jours consécutifs ou plus au cours du mois.

source: Presence of a single invalid month within an annual or seasonal calculation will result in a no-data (NaN) value in the output.
fr_ca: La présence d'un seul mois non valide dans un calcul annuel ou saisonnier se traduira par une valeur sans données (NaN) dans la sortie.

source: Note: Issue with St. Lawrence River CMIP6 Relative Sea Level Change
fr_ca: Remarque : Problème avec les données relatives aux changements relatifs projetés du niveau de la mer CMIP6 dans le fleuve Saint-Laurent

source: The ClimateData.ca team has been made aware of an error in the CMIP6 Relative Sea Level change data. This error affects only those data in the St. Lawrence River south of Rimouski. During data processing, the contribution of ocean dynamics to sea level change was not applied in this area due to its proximity to land. We are working with the data owners to address this as soon as possible. In the meantime, the CMIP5 projections can be used in this area.
fr_ca: L'équipe de Donneesclimatiques.ca a été informée d'une erreur dans les données relatives aux changements relatifs projetés du niveau de la mer CMIP6. Cette erreur affecte uniquement les données dans le fleuve Saint-Laurent au sud de Rimouski. Lors du traitement des données, la contribution de la dynamique océanique au changement du niveau de la mer n'a pas été prise en compte dans cette zone en raison de sa proximité avec la terre. Nous collaborons avec les propriétaires des données pour corriger ce problème dans les meilleurs délais. En attendant, les projections CMIP5 peuvent être utilisées dans cette zone.

source: We’re here to help. For further details, please contact <a href="/feedback/">the Climate Services Support Desk</a>.
fr_ca: Nous sommes là pour vous aider. Pour plus de détails, veuillez contacter <a href="/retroaction/">le Centre de soutien des services climatiques</a>.

source: Read more
fr_ca: Lire plus

source: Climate Zone %s
fr_ca: Zone climatique %s

source: around
fr_ca: environ

source: Forecast Types
fr_ca: Types de prévisions

source: S2D forecasts are shown as probabilities for how conditions will compare to historical climate conditions between 1991 and 2020. “Expected conditions” show whether conditions are expected to be above, near or below normal. “Unusual conditions” show whether conditions are expected to be unusually high or low. Select a forecast type from the options in the dropdown menu.
fr_ca: Les prévisions S2D sont présentées sous forme de probabilités comparant les conditions prévues aux conditions climatiques historiques entre 1991 et 2020. Les « Conditions attendues » indiquent si on s’attend à ce que les conditions soient au-dessus de la normale, près de la normale ou sous la normale. Les « Conditions inhabituelles » indiquent si on s’attend à ce que les conditions soient inhabituellement élevées ou faibles. Sélectionnez un type de prévision parmi les options du menu déroulant.

source: Expected Conditions
fr_ca: Conditions attendues

source: Unusual Conditions
fr_ca: Conditions inhabituelles

source: Forecast Display
fr_ca: Affichage des prévisions

source: S2D forecasts provide information on how future conditions may compare to historical conditions between 1991 and 2020. Use the dropdown menu to view the forecast or the historical climatology for 1991 to 2020.
fr_ca: Les prévisions S2D fournissent des informations sur la façon dont les conditions futures peuvent se comparer aux conditions historiques entre 1991 et 2020. Utilisez le menu déroulant pour afficher les prévisions ou la climatologie historique de 1991 à 2020.

source: Forecast
fr_ca: Prévisions

source: Climatology
fr_ca: Climatologie

source: Mask Low Skill
fr_ca: Masquer les prévisions de faible habileté

source: Forecasts at locations with no or low skill should be used with caution, or the climatology should be consulted instead. Click the box to apply cross-hatching over locations with no skill or low skill.
fr_ca: Les prévisions pour les endroits où l’habileté est nulle ou faible doivent être utilisées avec prudence, ou il est préférable de consulter la climatologie. Cliquez sur la case pour appliquer des hachures sur les endroits où l’habileté est nulle ou faible.

source: Forecasts are available for different frequencies, from a month to 5 years. The available time periods will change based on the frequency selected. Select a temporal frequency from the options in the dropdown menu. Note: Only the first three months are available individually, as skill tends to be low for later months.
fr_ca: Les prévisions sont disponibles pour différentes fréquences, allant d’un mois à 5 ans. Les périodes disponibles varient en fonction de la fréquence sélectionnée. Sélectionnez une fréquence temporelle parmi les options du menu déroulant. Remarque : seuls les trois premiers mois sont disponibles individuellement, car l’habileté tend à être faible pour les mois suivants.

source: The available time periods will change if a different frequency is selected. Move the slider to select the forecast for your time period of interest.
fr_ca: Les périodes disponibles changeront si une fréquence différente est sélectionnée. Déplacez le curseur pour sélectionner la prévision correspondant à la période qui vous intéresse.

source: Seasonal (3 months)
fr_ca: Saisonnière (3 mois)

source: Decadal (5 years)
fr_ca: Décennale (5 ans)

source: Release date:
fr_ca: Date de sortie :

source: The forecast was released on this date. Monthly and seasonal forecasts are updated each month and decadal forecasts are updated annually. Skill tends to be higher for time periods closer to the release date.
fr_ca: La prévision a été publiée à cette date. Les prévisions mensuelles et saisonnières sont mises à jour chaque mois, et les prévisions décennales chaque année. L’exactitude a tendance à être plus élevée pour les périodes plus proches de la date de sortie.

source: Above %s
fr_ca: Au dessus de %s

source: %s to %s
fr_ca: %s à %s

source: Below %s
fr_ca: Sous %s

source: Skill Level
fr_ca: Niveau d’habileté

source: The skill level at this location is
fr_ca: Le niveau d'habileté à cet endroit est

source: No skill
fr_ca: Aucune habileté

source: Low
fr_ca: Faible

source: Medium
fr_ca: Moyenne

source: High
fr_ca: Élevée

source: Near-Normal Range
fr_ca: Étendue près de la normale

source: The near-normal range is defined using the historical climatology for the month, season, or decadal time period of interest between 1991 and 2020. The historical data is divided into three equal parts and the ‘near-normal’ range is defined using the middle third, providing a range of typical past conditions.
fr_ca: L'étendue près de la normale est définie à l'aide de la climatologie historique pour le mois, la saison ou la période décennale d'intérêt entre 1991 et 2020. Les données historiques sont divisées en trois parties égales et l'étendue « près de la normale » est définie à partir du tiers central, ce qui donne une étendue correspondant aux conditions typiques observées dans le passé.

source: Historical Median
fr_ca: Médiane historique

source: The median of the historical climatology for the month, season, or decadal time period of interest between 1991 and 2020. The median splits the historical data into two equal parts (50th percentile). It is a measure of typical past conditions.
fr_ca: Médiane de la climatologie historique pour le mois, la saison ou la période décennale d'intérêt entre 1991 et 2020. La médiane divise les données historiques en deux parties égales (50e centile). Il s'agit d'une mesure des conditions passées typiques.
